export default
	[
		{
			question: '分手时的想法是',
			answers: ['优柔寡断', '当断则断']
		},
		{
			question: '参加聚会时，你更喜欢',
			answers: ['坐在角落，默默观察大家', '和朋友一起坐在中央欢快地聊天游戏']
		},
		{
			question: '一个人在家待一整天，我会觉得',
			answers: ['安静舒适', '无聊难耐']
		},
		{
			question: '当一个目标完成之后',
			answers: ['会想再做点什么，满足自己的野心', '先歇一歇，或者等待新的目标出现']
		},
		{
			question: '面对一大堆的杂事，想把它做完',
			answers: ['尽量有组织、专注地做', '拖延症发作，常心不在焉']
		},
		{
			question: '在工作时，我通常',
			answers: ['专注于手头上的工作', '时不时看看外界消息']
		},
		{
			question: '面对一项任务，我倾向于',
			answers: ['尝试用新的方法解决', '得到正确的结果就好']
		},
		{
			question: '你更喜欢他人用哪种方式形容你',
			answers: ['创新求异', '严谨审慎']
		},
		{
			question: '观看辩论赛，我认为',
			answers: ['是很有趣的事情', '一群人吵来吵去']
		},
		{
			question: '在社交场合出糗的时候',
			answers: ['淡定自若，收拾好继续前行', '很尴尬，不想看到别人异样的眼光']
		},
		{
			question: '当我有工作需要做的时候',
			answers: ['我会按照计划主动开始工作', '我比较难主动开始工作']
		},
		{
			question: '当我和朋友在线上聊天时，ta突然没有回复我了，我通常',
			answers: ['觉得ta可能有事突然离开了', '敏感地觉得是不是说了什么不合适的话']
		}
	]